---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionPipestandardWallnominalthickness
source: html/4babcde3-9cf8-94b8-0fb6-c8a80bc18873.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionPipestandardWallnominalthickness Property

"Wall Nominal Thickness"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionPipestandardWallnominalthickness { get; }
```